#version: 0.2 - Trained by `huggingface/tokenizers`
č Ċ
o n
i on
a l
t e
r i
i n
c t
ct ion
a r
r e
o r
i f
u s
c u
l e
cu te
in f
o c
a cute
s t
inf ar
if f
iff us
re st
infar ction
iffus ion
rest ri
restri ction
oc al
f t
le ft
g h
ri gh
righ t
u l
al l
d iffusion
a n
m all
s mall
ul t
c or
t al
s u
te r
F ocal
an d
a t
e re
su b
M ult
if ocal
i p
D iffusion
ri or
restriction s
a ri
p ari
pari e
infarction s
m i
sub acute
parie tal
l i
te x
cor tex
f r
fr on
l y
t h
a s
b e
c ere
h i
m ult
ip le
te rior
e ar
ear ly
r a
m at
d i
f ocal
mat ter
hi te
w hite
m p
l ar
on s
p o
e n
cere be
ra di
radi at
cerebe l
radiat a
Mult ifocal
A cute
e mi
on a
cerebel lar
cor ona
b as
an g
bas al
g ang
gang li
te mp
po s
a m
mult ifocal
gangli a
temp or
Mult iple
pos terior
C A
g y
r us
gy rus
p ons
ri t
rit or
s p
ter ritor
territor y
b o
t o
h emi
hemi sp
h ere
hemisp here
fron to
fron tal
th al
bo th
en t
r al
n al
p e
l a
thal am
c ent
thalam us
M CA
t i
c a
tempor o
o f
d e
i t
p su
ca psu
capsu le
p ar
ul ar
ter nal
oc c
i tal
c al
occ ip
e p
in ternal
occip ital
cor ti
de ep
corti cal
tempor al
a g
m e
m b
mult iple
li mb
sub cortical
u m
an terior
e rior
l o
u t
inf erior
s ular
pe r
in sular
mi d
par as
lo be
cere b
it tal
ag ittal
paras agittal
p ut
p per
u pper
cent ral
put am
cereb ral
putam en
matter s
R t
v e
o v
s emi
semi ov
a te
r um
al e
semiov ale
cent rum
me d
med ul
medul la
e m
in g
p re
oc a
p oca
ip poca
ippoca mp
h ippocamp
s i
b ra
bra in
I CA
ter al
la teral
hemisphere s
c all
n o
mid brain
call o
P ICA
ul ate
di al
me dial
ing ulate
c le
c ingulate
su m
callo sum
p us
cor pus
hi gh
g e
i l
t ons
n ar
te n
cu nar
su pe
bo li
la cunar
tons il
B G
g nal
s it
in ten
ve r
pre central
hippocamp us
si gnal
no d
supe rior
sit y
S mall
i ve
mi s
inten sity
g ge
st ive
ver mis
nod ular
gge stive
infar ct
po st
u n
em boli
P CA
pe d
ggestive ly
post central
d le
e t
ti al
mid dle
ons et
su ggestively
un cle
emboli c
ped uncle
S u
l d
i c
n u
nu cle
a mi
e a
e d
thal ami
par a
par tial
nucle us
i um
n ium
s m
u d
cu lar
le nium
l in
o ld
parie to
ca ud
caud ate
D W
g en
h ag
h em
r hag
ri g
or rhag
sub insular
sp lenium
fronto parietal
DW I
hem orrhag
f or
o rig
r o
t ion
th e
gangli as
hippocamp al
para hippocampal
gen u
orig in
N o
T I
i m
p or
ter o
pos tero
temporo parietal
lin e
por tion
S I
b acute
e s
h m
i st
i th
o s
r an
s for
t ran
w ith
ar ea
iffus e
mat ion
ag e
mid line
em ent
Su bacute
hemorrhag ic
im age
hm us
ist hmus
sfor mation
tran sformation
c ement
h an
l l
m a
z on
ction s
emboli sm
postero lateral
han cement
A CA
D iffuse
W M
h ea
o per
s h
re sp
en hancement
am ll
occipital s
si de
hea d
A I
E m
F L
I C
P ar
P os
d ing
i o
i te
p le
p ic
s amll
u le
on ding
us ly
us pic
rest r
cor resp
pe ri
la te
lo b
zon e
AI R
Em boli
FL AIR
Par tial
Pos terior
io usly
uspic iously
corresp onding
( +
A D
L ate
a ped
c h
c o
c us
c it
c ro
d y
e x
f in
i gh
o cular
al r
restriction in
Mult i
cortex es
bo dy
de fin
un cus
Su ggestively
para central
ma p
oper cular
sh aped
lob ule
AD C
ex ternal
defin ite
C R
D iff
S uspiciously
W ed
b ut
e r
e ral
s e
s ion
v i
v ent
ri m
ri ction
ri cular
in c
Mult ple
mi cro
mult i
temp ro
fronto temporoparietal
ut ifocal
cereb l
si s
no t
Su ggestive
lin ear
hemorrhag e
Emboli sm
Wed ge
eral y
vent ricular
A s
A ICA
H igh
L t
M ul
R igh
S p
T e
a u
a ter
a ctions
c i
c ep
d ent
d iffuse
e f
e ct
e di
f o
g m
g ra
h al
i ate
j un
k e
m o
m utifocal
o w
p on
p ital
q u
r y
r st
s al
s te
s oc
s uspiciously
t ra
u ct
v as
x ed
ri ctions
in tra
ar ter
re as
le r
le t
inf actions
infar cit
rest i
restri c
restri ct
diffusion s
diffusion restriction
diffusion restrictions
su ggestive
at ch
mi ld
mi xed
li ke
mp os
lar y
cerebel alr
ang e
am edi
hemisp ere
fronto temporal
ent um
it ple
par amedi
occ pital
semiovale s
medul lary
no sis
ed uct
sm al
postero inferior
zon es
WM s
sh ed
restr ction
restr ctions
peri ventricular
Emboli c
ch ange
Diff sion
inc reas
cerebl lar
As soc
Mul itple
Righ t
Sp lenium
ater shed
dent ate
gm entum
gra y
iate d
ow er
rst rictions
ste nosis
vas cular
arter y
atch y
mpos ed
paramedi an
educt al
increas ed
Assoc iated
( (+
. -
A n
B A
B O
B o
C y
C or
C ingulate
E d
E n
E x
E ar
E qu
F r
F oc
G A
H ippocamp
I n
L e
M R
M ut
M il
M utifocal
N Diffusion
O ld
P e
P atchy
S CA
T hal
T GA
U BO
W hite
W atershed
W Ed
a b
a d
a ct
a cu
a cent
a ci
a qu
b i
b ral
c te
c if
c en
c er
c ef
d s
d ar
d or
d if
d us
d en
d ular
d um
e l
e al
e as
e ital
f e
f right
f erior
f ect
g g
g ement
g lob
g ry
g dar
h t
h y
h ti
i s
i v
i cu
i le
i os
i ventricular
i dus
j or
j acent
k ab
l f
l s
l ud
l vi
m al
m ar
m en
m bo
m mis
n e
n g
n as
n ternal
o p
o t
o ma
o mal
p y
p all
p to
p ral
p sular
p ro
p atchy
p hy
r t
r ion
r ction
r tal
s y
s us
s pari
s ep
s ing
s se
s riction
t rior
t ona
t la
t um
t upper
t ate
t riction
u e
u alr
u ci
v ere
w or
w atershed
w hti
x im
y gdar
on tal
te ct
te ritor
te mo
te gmentum
ri cal
ri mposed
ri aqu
ri ht
in ar
in su
in mb
in ed
in midline
ar eas
re bral
re mar
re triction
or o
us ion
us um
cu la
cu ate
le ve
le fe
le pto
oc rical
acute r
st ic
rest sriction
infarction in
restri tion
restri cit
restriction c
left posterior
left pro
right cerebral
right post
all ar
diffusion restrictionin
an a
an l
an trior
cor us
cor nal
cor oma
cor ana
su ion
su re
at ing
at ro
sub cute
sub callo
sub co
sub act
sub cuate
sub ocrical
Mult ip
ip lf
parie rtal
parie tla
infarctions micro
mi lar
fr ot
th ro
as es
mult iplf
early s
ra mid
di se
di vi
mp oro
lar gement
po terior
en cep
en largement
cerebe allar
radiat ion
cerebel ler
bas is
am us
am ygdar
gy us
rit cal
fronto temporo
thal ma
pe ll
pe iventricular
la e
thalam oca
thalam oper
ti c
ti s
ti cal
ti es
ca ver
temporo occipital
of in
de d
de tate
it anl
par eital
cal cif
occip tal
occip itanl
corti co
deep white
me tal
mb ined
paras ite
lobe s
putam ne
ve sse
semiov lae
med ular
ing eal
hippocamp sus
si milar
si ties
no us
callo usum
tons ile
ten ded
supe rimposed
BG s
inten sities
ver y
nod ule
nod ualr
ive ly
infarct s
un remar
Su peri
nucle s
sm amll
gen icu
rig t
for cep
for ating
No t
No dular
with in
ma jor
oper cula
resp ect
restr cit
peri au
peri sy
co mmis
co mbined
cro tona
Diff suion
se vere
vi cal
inc lud
micro infarctions
cerebl ler
Te gmentum
Te mporo
au cte
ef fect
fo al
fo gg
hal omal
jun ction
jun ctions
mo st
pon to
pon tis
intra capsule
intra vascular
infarcit on
infarcit ons
resti riction
resti rction
restric ion
restric rion
restrict on
restrict ios
like ly
hemispere s
An d
Bo th
Cy stic
Cor tical
En hancement
Ex tended
Ear ly
Equ iv
Fr ontal
Foc la
Hippocamp us
In ferior
Le ft
MR A
Mut iple
Mil d
Pe riaqu
Thal amus
UBO s
WEd ge
ad jacent
acu et
aci a
bi lateral
cen rum
cer vical
cef rebral
dor sal
dif usion
den sity
el ft
glob us
gry us
kab le
lvi an
men ingeal
mbo sis
nas al
op tic
py ramid
pall idus
spari ng
sep tum
sing al
uci dum
wor ds
whti e
xim al
tect um
teritor ry
temo pral
inar ction
insu alr
leve l
lepto meningeal
restrition s
restricit on
leftpro ximal
atro phy
subcallo sal
subco ritcal
subact ue
Multip ld
infarctionsmicro infarct
frot nal
thro mbosis
dise ases
divi sion
encep halomal
amygdar a
thalma us
pell ucidum
thalamoca psular
thalamoper forating
caver nous
calcif ic
cortico medullary
vesse ls
unremar kable
Superi mposed
genicu late
respect ively
restrcit ion
periau eductal
perisy lvian
commis sure
includ ing
fogg ing
restricrion s
Equiv ocal
Periaqu eductal
pyramid al
encephalomal acia
